
# Set the hardcoded password for access
ACCESS_PASSWORD = 'Aa123123123'
USERS = {"reutp" : "המפקדת רעות",
         "yaarat": "המפקדת יערה", 
         "shirt" : "המפקדת שיר", 
         "shirig": "המפקדת שירי",
         "yoady" : "המפקד יועד",
         "ohads": "המפקד אוהד ש",
         "oris": "המפקד אורי",
         "galy": "המפקד גל",
         "yoavz":"המפקד יואב ז",
         "amird": "המפקד אמיר",
         "ohadk": "המפקד אוהד ק",
         "nirs": "המפקד ניר",
         "omerf": "המפקד עומר",
         "yoavb": "המפקד יואב ב",
         "liorsh": 'הרמ"ג ליאור',
         "liors": 'המק"ס ליאור',
         "guym" : 'הרמ"ג גיא',
         "eliranb": 'הרמ"ג אלירן'} 



USERS_LOGGER = {"המפקדת רעות": "Reut",
            "המפקדת יערה": "Yaara", 
            "המפקדת שיר": "Shir", 
            "המפקדת שירי": "Shiri",
            "המפקד יועד": "Yoad",
            "המפקד אוהד ש": "Fuad",
            "המפקד אורי": "Sarusi",
            "המפקד גל":  "Gal",
            "המפקד יואב ז": "Zana",
            "המפקד אמיר": "Amir",
            "המפקד אוהד ק": "Kimbelman",
            "המפקד ניר": "Nir",
            "המפקד עומר":"Omer",
            "המפקד יואב ב": "Yabas",
            'הרמ"ג ליאור': "Lior 7",
            'המק"ס ליאור': "Sroka",
            'הרמ"ג גיא': "Guy",
            'הרמ"ג אלירן': "Eliran"} 

HANICHIM = ["חניך חניכי", 
            "חני חניכה",
            "חניכה ניכי"]